validation/duct3d_cf/0/U
FoamFile { version 2.0; format ascii; class volVectorField; object U; }
dimensions [0 1 -1 0 0 0 0]; internalField uniform (10 0 0);
boundaryField {
    inlet  { type fixedValue; value uniform (10 0 0); }
    outlet { type inletOutlet; inletValue uniform (0 0 0); value uniform (10 0 0); }
    walls  { type noSlip; }
}
