validation/duct3d_cf/0/epsilon
FoamFile { version 2.0; format ascii; class volScalarField; object epsilon; }
dimensions [0 2 -3 0 0 0 0]; internalField uniform 1.9;
boundaryField {
    inlet  { type fixedValue; value uniform 1.9; }
    outlet { type inletOutlet; inletValue uniform 1.9; value uniform 1.9; }
    walls  { type epsilonWallFunction; value uniform 1.9; }
}
