validation/duct3d_cf/system/blockMeshDict
FoamFile { version 2.0; format ascii; class dictionary; object blockMeshDict; }
scale 1;
vertices ( (0 0 0)(2 0 0)(2 0.2 0)(0 0.2 0)(0 0 0.2)(2 0 0.2)(2 0.2 0.2)(0 0.2 0.2) );
blocks ( hex (0 1 2 3 4 5 6 7) (80 30 30)
         simpleGrading (1 ((0.5 0.5 6)(0.5 0.5 0.1667)) ((0.5 0.5 6)(0.5 0.5 0.1667))) );
edges ();
boundary
(
    inlet  { type patch; faces ( (0 4 7 3) ); }
    outlet { type patch; faces ( (1 2 6 5) ); }
    walls  { type wall;  faces ( (0 1 5 4)(3 2 6 7)(0 3 2 1)(4 5 6 7) ); }
);
