validation/duct3d_cf/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; object fvSolution; }
solvers { p { solver GAMG; tolerance 1e-7; relTol 0.05; smoother GaussSeidel; }
  "(U|k|epsilon)" { solver smoothSolver; smoother GaussSeidel; tolerance 1e-8; relTol 0.1; } }
SIMPLE { nNonOrthogonalCorrectors 0; residualControl { p 1e-5; U 1e-5; "(k|epsilon)" 1e-5; } }
relaxationFactors { fields { p 0.3; } equations { U 0.7; k 0.7; epsilon 0.7; } }
